Revit 2017 API
FormattedTextRun.BaselineStyle Property
 Specifies the style of the text as related to the baseline position.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
Since: 2016
Syntax
C#
public TextBaselineStyle BaselineStyle { get; }
Visual Basic
Public ReadOnly Property BaselineStyle As TextBaselineStyle
	Get
Visual C++
public:
property TextBaselineStyle BaselineStyle {
	TextBaselineStyle get ();
}
See Also
FormattedTextRun Class
Autodesk.Revit.DB Namespace